# -*- coding: utf-8 -*-
BOT_TOKEN = "bae172c0ec3934abaa9786a0de3974380442e186c0d5a3dec51fa33c96045149f9490ce1bccdc4886c96f"
# Задержка перед ответом бота в секундах.
RESPONSE_DELAY = 1
# Шанс ответа в процентах (от 1 до 100).
RESPONSE_CHANCE = 100
#Список команд
COMMANDS = """Команды:
/команды - описание команд
/пословица - выдать пословицу
/шар - выдать ответ ДА или НЕТ
/темп <число> - вероятность ответа [0;100]"""
#(VIP) /выстрел - шанс выстрела из револьвера
#(VIP) /анекдот - выдать анекдот
#(VIP) /рулетка - начать игру (минимум 2 игрока)
